Repository: common-repository/botpay
Catalog: languages/botpay-*.po
Languages: pl_pl

source: to test your chatbot!
pl_pl: aby przetestować swojego chatbota!

source: Chatbot was created. Click
pl_pl: Chatbot został utworzony. Kliknij

source: Security Code:
pl_pl: Podaj Security Code:

source: Merchant ID:
pl_pl: Podaj Merchant ID:

source: API Password:
pl_pl: Podaj hasło API:

source: API ID:
pl_pl: Podaj API ID:

source: TPay account credentials
pl_pl: Dane konta TPay

source: Algorythm of items displayed
pl_pl: Algorytm wyświetlanych produktów

source: WooCommerce delivery method
pl_pl: Metoda dostawy w WooCommerce

source: Delivery method
pl_pl: Sposób dostawy

source: Products category
pl_pl: Kategoria produktowa

source: Your shop terms url
pl_pl: Link do regulaminu Twojego sklepu

source: Contact email - help
pl_pl: Email kontaktowy - pomoc

source: IBAN number for payments
pl_pl: Numer IBAN do płatności

source: User e-mail address
pl_pl: Adres email użytkownika

source: Facebook fanpage
pl_pl: Strona na Facebooku

source: Plugin confifuration and TPay payment activation in Facebook Messenger
pl_pl: Konfiguracja pluginu i aktywacja płatności TPay w Facebook Messenger

source: Chatbots settings
pl_pl: Ustawienia - Chatbot

source: Click "Connect" and connect chatbot to your fanpage
pl_pl: Kliknij „Połącz” i podłącz chatbota pod wybrany fanpage.

source: Step 3 - Fanpage
pl_pl: Krok 3 - Fanpage

source: Now add configuration of chatbot and TPay credentials
pl_pl: Teraz wprowadź konfigurację chatbota oraz dane API TPay

source: Step 2 - Chatbot
pl_pl: Krok 2 - Chatbot

source: First fill your email address
pl_pl: Najpierw wprowadź swój adres email.

source: Step 1 - Account
pl_pl: Krok 1 - Konto

source: Save settings
pl_pl: Zapisz ustawienia

source: Error occured
pl_pl: Wystąpił błąd.

source: Password is invalid.
pl_pl: Hasło jest niepoprwane.

source: Username is invalid.
pl_pl: Użytwkonik jest niepoprwany.

source: Password is missing.
pl_pl: Brakuje hasła.

source: Username is missing.
pl_pl: Brakuje nazwy użytkownika.

source: message
pl_pl: wiadomość

source: is less than required
pl_pl: mniej niż wymagane

source: The Plugin can't be activated because your PHP version
pl_pl: Plugin nie może zostać aktywowany z powodu wersji PHP

source: You are not currently logged in.
pl_pl: Nie jesteś zalogowany.

source: Database table Not installed correctly.
pl_pl: Baza danych nie jest zainstalowana porawnie.
